{
  "messages": [
    {
      "name": "CaBoomse",
      "message": "Happy Birthday Moomers!  I rarely get to watch streams due to a night shift, but your goofiness and silly antics always make me smile when I do get to stop by.  Thank you for all your hardwork!  I look forward to your future projects!"
    },
    {
      "name": "LastApocalypse",
      "message": "I can't believe it's been another year! Thanks for all the streams and making my days more enjoyable. I hope you have another great year. See you in chat Moom!"
    },
    {
      "name": "gandoulf",
      "message": "happy birthday moon you help me having good day when i was feeling bad thank you very much from my hearth and again happy birthday"
    },
    {
      "name": "Tanuki",
      "message": "To Mumei\n\nYou are my introduction to hololive and I’m so glad I found you. You’ve made everyone in this community happy, thank you for being you. Know that your enough and deserve the world!"
    },
    {
      "name": "Schabonk",
      "message": "Yesterday we moomed. Tomorrow we will be moomin but today we moom. Happy moomday"
    },
    {
      "name": "Darkruler",
      "message": "I will follow this religion of Mumei forever. You keep doing you. I will always support. Love your singing and art"
    },
    {
      "name": "Asiko",
      "message": "Happy Anniversary of Birth"
    },
    {
      "name": "Yeti",
      "message": "Happy Birthday Mumei! Thanks for the amazing and comfy streams! They always bring joy to my nights. I hope you have an amazing birthday this year!"
    },
    {
      "name": "Jesus Alberto",
      "message": "Happy Birthday Mumei. Thank you for all the hard work you put in every stream, song and event. You are the best IDOWL in the world and you are a Talented Owl (TOWL). You make me smile every single day :D"
    },
    {
      "name": "waffling",
      "message": "Happy Birthday Moom!!! I can't believe it's already been 3 years, it's been such an amazing time watching you achieve your dreams since your debut, and I can't wait to see how far you can go <3 also please give animol a pat"
    },
    {
      "name": "AlphaCas",
      "message": "Happy Birthday Mumei! I am happy to be able to celebrate your third birthday together with all Hoomans! Thank you for always being awesome and cute! You have created a great community for all Hoomans from all over the world, and I am glad to be a part of it. I wish you success and happiness. I will keep supporting you."
    },
    {
      "name": "0btuse",
      "message": "3 years of Civilization and I can say I'm very proud of how far Mooms and the Hoomans have come! Its another Happy Birthday for our Guardian!"
    },
    {
      "name": "Arahant",
      "message": "Hi Mumei! Happy birthday! We wish everything goes well for you and don't forget that you have your friends and Hoomans who love you by your side. We're always rooting for you and loving you!!!"
    }
  ]
}